[
    {
        "image": "images/carrot_cutlets.jpeg",
        "name": "Морковные котлеты",
        "text": "1. Морковь натереть на крупной терке и потушить с небольшим количеством воды в течение 15 минут, добавив соль и необходимые специи. Дать немного остыть.<br>2. Добавить к моркови растительное масло и манную крупу (манку добавлять постепенно, чтобы фарш не был слишком плотным). Дать немного постоять, чтобы манка разбухла.<br>3. Из фарша сформировать котлеты и выпекать в предварительно разогретой до 200 градусов духовке в течение 20 минут (через 10 минут котлеты перевернуть на другую сторону).",
        "cooking_time": 90,
        "author_username": "cat_cora"
    },
    {
        "image": "images/cheesecakes.jpg",
        "name": "Сырники",
        "text": "1. Творог протереть через сито.<br>2. К творогу добавить яйцо, соль и сахарную пудру. Перемешать.<br>3. К массе добавить манку и тщательно перемешать. На этом этапе можно добавить сухофрукты (изюм, курагу, чернослив, клюкву, клубнику и т.д.) или фрукты (яблоко, грушу) в тесто.<br>4. Сформировать из теста шарики, обвалять в муке, выложить на застеленный бумагой противень.<br>5. Выпекать в разогретой до 180 градусов духовке 30 минут (через 15 минут повернуть противень для равномерного запекания). Вынуть сырники из духовки, дать им немного остыть (3-5 минут, иначе их не перевернуть) и перевернуть их на другую сторону. Выпекать еще 15 минут (через 8 минут повернуть противень).<br>6. Сырники оставить в выключенной духовке примерно на 5 минут, затем вынуть и дать остыть, чтобы они лучше отходили от бумаги.<br>",
        "cooking_time": 120,
        "author_username": "david_chang"
    },
    {
        "image": "images/cottage_cheese_casserole.jpg",
        "name": "Творожная запеканка",
        "text": "1. В миске смешать 1 яйцо и сахарную пудру, добавить щепотку соли.<br>2. В полученную смесь добавить манку и влить 60 мл молока. Все перемешать и оставить на 10-15 минут для набухания манки.<br>3. К смеси добавить творог, перемешать. Если масса получается слишком густой, добавить молоко.<br>4. Выложить массу в застеленную бумагой форму, разровнять.<br>5. Для заливки смешать 1 яйцо и сметану, равномерно распределить по запеканке (заливка должна утекать и на бока запеканки).<br>6. Выпекать 10-15 минут при температуре 200 градусов, затем 35-40 минут при температуре 180 градусов (потом можно поставить под гриль, чтобы схватилась заливка). Дать остыть в форме.<br>",
        "cooking_time": 120,
        "author_username": "jamie_oliver"
    },
    {
        "image": "images/vegetable_biscuits.jpg",
        "name": "Галета с цукини и томатами",
        "text": "1. Муку смешать с разрыхлителем, солью и сахаром.<br>2. Добавить масло и сметану, замесить быстро тесто.<br>3. Раскатать тесто. Томаты и цукини нарезать кружочками.<br>4. В центр раскатанного теста выложить внахлест кружки томатов и цукини, сверху покрошить сыр и посыпать специями. Выпекать при 180 °С 25-30 минут до золотистого цвета.",
        "cooking_time": 60,
        "author_username": "gordon_ramsay"
    },
    {
        "image": "images/chocolate_banana.jpg",
        "name": "Бананы в шоколаде",
        "text": "1. Очистить бананы, разрезать пополам. Каждую половинку наколоть на деревянную шпажку (или палочку для эскимо) и поставить в морозилку на 5-10 минут.<br>2. Растопить шоколад на водяной бане.<br>3. Окунуть бананы в шоколад, обвалять в стружке и отправить в морозилку на 30 минут. Перед подачей дать немного оттаять.",
        "cooking_time": 60,
        "author_username": "marcus_samuelsson"
    },
    {
        "image": "images/banana_cake.jpg",
        "name": "Банановый ПП-кекс с клюквой",
        "text": "1. В глубокой миске смешать сухие ингредиенты: муку, разрыхлитель и соль.<br>2. В другой миске взбить яйца с подсластителем, пока он не растворится.<br>3. Добавить к яичной смеси йогурт.<br>4. В эту же смесь добавить пюрированный банан и лимонный сок.<br>5. Соединить смеси сухую и влажную смеси и тщательно перемешиваем.<br>6. Клюкву обвалять в крахмале.<br>7. Вмешать клюкву в тесто. Вылить в форму, печь в течение 45-50 минут при 175 ºС или до сухой шпажки.<br>",
        "cooking_time": 80,
        "author_username": "bobby_flay"
    },
    {
        "image": "images/granola.jpg",
        "name": "Шоколадная гранола",
        "text": "1. В чаше блендера смешать финики, очищенные от косточек, бананы, какао, воду. Перемолоть до однородности (должна быть в меру густая консистенция).<br>2. В полученную смесь добавить ореховую пасту и перемешать.<br>3. В миске смешать овсянку, кокосовую стружку, корицу, крупно порубленные орехи. Все перемешать.<br>4. Выложить в овсянку шоколадную массу, перемешать.<br>5. Выложить массу на противень, застеленный пергаментом, равномерно распределить. Выпекать в разогретой до 180 градусов духовке 30 минут (можно дольше, чтобы гранола подсохла).",
        "cooking_time": 60,
        "author_username": "sunny_anderson"
    },
    {
        "image": "images/apples_ricotta.jpg",
        "name": "Запеченные яблоки с рикоттой",
        "text": "1. Яблоки помыть, обсушить, разрезать на половинки.<br>2. Ложкой вынуть серединку. Очень удобно использовать специальную ложку для фруктов - для вырезания шариков.<br>3. В серединку положить рикотту (по 1 ч. л. в каждую половинку).<br>4. Поливать сиропом топинамбура (по 1/2 ч. л. на каждую половинку).<br>5. Присыпать корицей. Поставить в разогретую до 200 °С духовку на 15-18 минут.<br>6. Вынуть, присыпать кедровыми орехами. Убрать в духовку еще на 5 минут. Под грилем держать 2 минуты, не дольше. Немного остудить перед подачей.",
        "cooking_time": 60,
        "author_username": "matt_basile"
    },
    {
        "image": "images/marchmallow.jpg",
        "name": "Шоколадные маршмеллоу",
        "text": "1. Желатин залить холодной водой (70мл) и оставить для набухания.<br>2. Когда желатин набухнет, растопить шоколад (в сотейнике или миске).<br>3. Подготовить форму: выложить ее пищевой пленкой и смазать растительным маслом.<br>4. К сахару добавить воду, поставить на средний огонь. Должен раствориться весь сахар и сироп должен закипеть.<br>5. Когда сахар наполовину растворится, нужно нагреть желатин, чтобы он стал жидким. К желатину можно добавить немного ванильного сахара.<br>6. Горячий сироп влить тонкой струйкой в теплый желатин, при это постоянно взбивать миксером. Сначала 1 минуту на минимальной скорости, потом на максимальной скорости около 10 минут, пока венчики не будут четко оставлять следы.<br>7. Добавить половину остывшего шоколада, быстро перемешать миксером до однородности. Аналогично со второй половиной. Долго не взбивать!<br>8. Переложить в форму, накрыть пищевой пленкой в контакт.<br>9. Поставить в холодильник на 2-3 часа.",
        "cooking_time": 240,
        "author_username": "guy_fieri"
    },
    {
        "image": "images/honey_cakes.jpg",
        "name": "Постные медовые кексы",
        "text": "1. В миску налить воду, мед, сахар, масло и все перемешать.<br>2. Отдельно смешать муку и разрыхлитель.<br>3. Соединить сухие и жидкие ингредиенты, перемешать, чтобы не было комочков.<br>4. Разлить тесто по формочкам (заполнять на 2/3).<br>5. Выпекать в заранее разогретой до 180 градусов духовке 20-25 минут.<br>6. Готовые кексы остудить и вынуть из формочек.",
        "cooking_time": 60,
        "author_username": "maneet_chauhan"
    },
    {
        "image": "images/cookies.jpg",
        "name": "Овсяное печенье с изюмом",
        "text": "1. Хлопья залить кефиром и оставить на 30 минут.<br>2. Добавить мёд, изюм, ванильный сахар и все перемешиваем.<br>3. Руки смочить в холодной воде, раскатать сначала шарик из теста, затем придать форму печенья. Выложить на противень, застеленный пергаментом.<br>4. Выпекать в заранее разогретой до 180 градусов духовке 25 минут до золотистого цвета.",
        "cooking_time": 70,
        "author_username": "jamie_oliver"
    },
    {
        "image": "images/zemelach.jpg",
        "name": "Печенье \"Земелах\"",
        "text": "1. В миске соединить мягкое сливочное масло и сахар. Перемешать до однородности.<br>2. Добавить в смесь яйцо и сметану, перемешать.<br>3. Добавить немного муки и разрыхлитель, перемешать. Постепенно добавлять муку и замешивать тесто. Тесто должно быть мягким и не липнуть к рукам.<br>4. Тесто завернуть в пищевую пленку и убрать в холодильник на 30 минут.<br>5. Для посыпки смешать сахар и корицу.<br>6. Тесто выложить на присыпанную мукой бумагу для выпечки, тесто тоже слегка присыпать мукой. Раскатать тесто в пласт толщиной 5-6 мм.<br>7. Перенести пергамент с тестом на противень. Сверху тесто посыпать сахаром с корицей. Тесто разрезать на ромбы (сначала на вертикальные полоски, а затем по диагонали).<br>8. Выпекать в разогретой до 180 градусов духовке 15-20 минут (30 минут). Пока печенье горячее, еще раз пройтись ножом по разрезам.",
        "cooking_time": 80,
        "author_username": "jamie_oliver"
    },
    {
        "image": "images/oat_pie.jpg",
        "name": "Овсяный пирог с какао и бананами",
        "text": "1. Овсяные хлопья залить горячим молоком и оставить набухать на 30-40 минут.<br>2. Бананы размять вилкой (бананы нужны уже с потемневшей шкуркой, чтобы они были мягкими и сладкими).<br>3. К бананам добавить яйца и перемешать.<br>4. В бананово-яичную смесь добавить какао, разрыхлитель, соль, стевию, ванильный сахар. Все перемешать.<br>5. Влить в полученную смесь овсянку с молоком, перемешать до однородного цвета.<br>6. Вылить массу в смазанную маслом (или застеленную силиконизированным пергаментом) форму и выпекать в разогретой до 190°С духовке 45-50 минут (проверить через 35 минут). Если использовать круглую форму, то выпекать 60 минут при температуре 180°С и дать остыть в духовке (пирог получается тонким, примерно 1-1.5 см высотой).<br>7. Для шоколадного соуса покрошить 50 грамм темного шоколада, добавить 3 столовых ложки молока и разогреть на водяной бане. Смазать пирог сверху (необязательно, вкусно получается и без соуса).",
        "cooking_time": 120,
        "author_username": "jamie_oliver"
    },
    {
        "image": "images/sour_cream.jpg",
        "name": "Пирог \"Сметанник\"",
        "text": "1. Для теста в чаше смешать муку, сахар, соль и соду, добавить дрожжи и хорошо перемешать.<br>2. Добавить тёплое молоко, масло и яйцо (1 шт.), замесить мягкое эластичное тесто.<br>3. Накрыть тесто плёнкой и отправить подходить в тёплое место.<br>4. Тем временем приготовить начинку. Яйца взбить до однородной массы.<br>5. Добавить сахарную пудру и хорошо взбить венчиком.<br>6. Теперь добавить сметану и хорошо перемешать.<br>7. Подошедшее тесто раскатать в прямоугольник на пергаменте, припыленном мукой.<br>8. Переложить тесто вместе с пергаментом в прямоугольную форму, так, чтобы оставались бортики.<br>9. На тесто выложить начинку, равномерно распределить.<br>10. Выпекать пирог при 170 °С 45-50 минут. Сердцевина пирога должна слегка подрагивать, как у чизкейка. Дать пирогу остыть и стабилизироваться минимум 2 часа.",
        "cooking_time": 120,
        "author_username": "jamie_oliver"
    },
    {
        "image": "images/brownie.jpeg",
        "name": "ПП брауни",
        "text": "1. Банан размять вилкой.<br>2. Добавить яйца и молоко, всё перемешать.<br>3. Добавить все сухие ингредиенты: муку, разрыхлитель, какао, ванильный сахар, подсластитель и перемешать до однородного состояния.<br>4. Перелить тесто в форму и выпекать в заранее разогретой до 180 °С духовке 35 минут.",
        "cooking_time": 50,
        "author_username": "jamie_oliver"
    },
    {
        "image": "images/cinnabon.jpg",
        "name": "ПП синнабоны",
        "text": "1. В чаше смешать творог, яйцо, кефир и все перемешать.<br>2. Добавить разрыхлитель, муку и щепотку соли.<br>3. Руками замесить тесто.<br>4. В другой чаше смешать какао, корицу, воду и мед. Все перемешать.<br>5. Раскатать из теста прямоугольник. Промазать его шоколадной смесью.<br>6. Свернуть рулет. Разрезать его на небольшие кусочки и выложить на противень, застеленный пергаментом.<br>7. Выпекать в заранее разогретой до 180 °С духовке 40 минут.<br>8. Готовые булочки смазать медом.",
        "cooking_time": 70,
        "author_username": "jamie_oliver"
    }
]